Repository: section9-lab/MyClip
Catalog: MyClip/Supporting/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, ja, ko

source: Memory 正文 %lld KB，超过 %lld KB 上限。
de: Der Memory-Text ist %lld KB groß und überschreitet das Limit von %lld KB.
en: Memory body is %lld KB, over the %lld KB limit.
es: El contenido de Memory ocupa %lld KB y supera el límite de %lld KB.
fr: Le corps de la page Memory fait %lld Ko, au-delà de la limite de %lld Ko.
ja: Memory の本文が %lld KB で、上限の %lld KB を超えています。
ko: Memory 본문이 %lld KB로 상한 %lld KB를 초과합니다.

source: Memory 正文为空。
de: Der Memory-Text ist leer.
en: Memory body is empty.
es: El contenido de Memory está vacío.
fr: Le corps de la page Memory est vide.
ja: Memory の本文が空です。
ko: Memory 본문이 비어 있습니다.

source: Memory 路径不能经过符号链接。
de: Der Memory-Pfad darf keinen symbolischen Link enthalten.
en: Memory paths can't go through symbolic links.
es: La ruta de Memory no puede pasar por enlaces simbólicos.
fr: Le chemin Memory ne peut pas passer par un lien symbolique.
ja: Memory のパスにシンボリックリンクを含めることはできません。
ko: Memory 경로에 심볼릭 링크가 포함될 수 없습니다.

source: Memory 路径必须是资料库内的相对 Markdown 路径：%@
de: Der Memory-Pfad muss ein relativer Markdown-Pfad innerhalb der Bibliothek sein: %@
en: Memory path must be a relative Markdown path inside the library: %@
es: La ruta de Memory debe ser una ruta Markdown relativa dentro de la biblioteca: %@
fr: Le chemin Memory doit être un chemin Markdown relatif à l'intérieur de la bibliothèque : %@
ja: Memory のパスはライブラリ内の相対 Markdown パスである必要があります：%@
ko: Memory 경로는 라이브러리 내의 상대 Markdown 경로여야 합니다: %@

source: Memory 路径越界。
de: Der Memory-Pfad liegt außerhalb des erlaubten Bereichs.
en: Memory path is outside the library.
es: La ruta de Memory está fuera del ámbito permitido.
fr: Le chemin Memory sort de la bibliothèque.
ja: Memory のパスが範囲外です。
ko: Memory 경로가 범위를 벗어났습니다.

source: MyClip · 截图预览
de: MyClip · Vorschau des Bildschirmfotos
en: MyClip · Screenshot Preview
es: MyClip · Vista previa de captura
fr: MyClip · aperçu de la capture
ja: MyClip · スクリーンショットプレビュー
ko: MyClip · 스크린샷 미리보기

source: MyClip 将应用窗口中的信息，整理为有来源的本地知识。 ## 从一张截图开始 鼠标移动后静止一秒，再点击或双击；上下滚动停止两秒；或按下回车，记录当前应用的焦点窗口。重复画面共享一份图片，每次出现的时间仍被保留。 ## 从记录到理解 Codex 或 Claude 通过 ACP 读取截图，整理 Memory。点击下方来源，可以回到知识产生的那一刻。 这是用于验证界面的示例内容。
de: MyClip organisiert die Informationen aus App-Fenstern zu lokalem Wissen mit Quellenangaben. ## Mit einem Bildschirmfoto beginnen Bewege die Maus, halte sie eine Sekunde still und klicke oder doppelklicke; höre zwei Sekunden lang auf zu scrollen; oder drücke den Zeilenschalter, um das aktive Fenster der aktuellen App aufzunehmen. Wiederholte Bilder teilen sich eine Bilddatei, der Zeitpunkt jedes Vorkommens bleibt erhalten. ## Von der Aufzeichnung zum Verständnis Codex oder Claude lesen die Bildschirmfotos über ACP und organisieren Memory. Klicke unten auf eine Quelle, um zu dem Moment zurückzukehren, in dem das Wissen entstanden ist. Dies ist Beispielinhalt zur Überprüfung der Oberfläche.
en: MyClip turns the information in your app windows into local knowledge with sources. ## Start with a Screenshot Move the mouse, pause for one second, then click or double-click; stop scrolling for two seconds; or press Return to record the focused window of the current app. Repeated frames share one image, while the time of each occurrence is still kept. ## From Records to Understanding Codex or Claude reads the screenshots through ACP and organizes Memory. Click a source below to return to the moment the knowledge was created. This is sample content for verifying the interface.
es: MyClip convierte la información de las ventanas de tus apps en conocimiento local con fuentes. ## Empieza con una captura de pantalla Mueve el ratón, déjalo quieto un segundo y luego haz clic o doble clic; desplázate y detente dos segundos; o pulsa Retorno para registrar la ventana con el foco de la app actual. Las imágenes repetidas comparten un solo archivo, pero se conserva la hora de cada aparición. ## Del registro a la comprensión Codex o Claude leen las capturas mediante ACP y organizan Memory. Haz clic en una fuente más abajo para volver al momento en que surgió ese conocimiento. Este es un contenido de ejemplo para validar la interfaz.
fr: MyClip transforme les informations affichées dans vos fenêtres en connaissances locales accompagnées de leurs sources. ## Tout commence par une capture d'écran Déplacez la souris, laissez-la immobile une seconde, puis cliquez ou double-cliquez ; faites défiler puis arrêtez-vous deux secondes ; ou appuyez sur Retour : la fenêtre au premier plan de l'app active est enregistrée. Les images identiques partagent un seul fichier, mais l'heure de chaque occurrence est conservée. ## De l'enregistrement à la compréhension Codex ou Claude lit les captures via ACP et organise Memory. Cliquez sur une source ci-dessous pour revenir à l'instant où la connaissance est née. Ceci est un exemple de contenu destiné à vérifier l'interface.
ja: MyClip はアプリのウインドウに表示された情報を、出典付きのローカルナレッジとして整理します。 ## 1 枚のスクリーンショットから マウスを動かして 1 秒静止した後にクリックまたはダブルクリック、上下スクロールを 2 秒停止、または Return キーを押すと、現在のアプリのフォーカスウインドウを記録します。同じ画面は 1 枚の画像を共有し、それぞれの出現時刻は保持されます。 ## 記録から理解へ Codex または Claude が ACP 経由でスクリーンショットを読み取り、Memory を整理します。下のソースをクリックすると、その知識が生まれた瞬間に戻れます。 これはインターフェイス確認用のサンプルコンテンツです。
ko: MyClip은 앱 윈도우의 정보를 출처가 있는 로컬 지식으로 정리합니다. ## 한 장의 스크린샷에서 시작 마우스를 움직인 뒤 1초간 멈추고 클릭 또는 이중 클릭하거나, 위아래로 스크롤한 뒤 2초간 멈추거나, Return 키를 누르면 현재 앱의 포커스 윈도우를 기록합니다. 반복되는 화면은 이미지 한 장을 공유하며, 매번 등장한 시간은 그대로 보존됩니다. ## 기록에서 이해로 Codex 또는 Claude가 ACP를 통해 스크린샷을 읽고 Memory를 정리합니다. 아래의 출처를 클릭하면 지식이 만들어진 그 순간으로 돌아갈 수 있습니다. 이 내용은 인터페이스 확인용 예시입니다.

source: MyClip 无法打开资料库
de: MyClip kann die Bibliothek nicht öffnen
en: MyClip Can't Open the Library
es: MyClip no puede abrir la biblioteca
fr: MyClip ne peut pas ouvrir la bibliothèque
ja: MyClip はライブラリを開けません
ko: MyClip이 라이브러리를 열 수 없습니다

source: MyClip 记录前台应用的焦点窗口。无法确认焦点时跳过该帧，不截取整个桌面。
de: MyClip nimmt das aktive Fenster der App im Vordergrund auf. Lässt sich der Fokus nicht feststellen, wird das Bild übersprungen; der gesamte Schreibtisch wird nie aufgenommen.
en: MyClip records the focused window of the frontmost app. When focus can't be determined, the frame is skipped rather than capturing the whole desktop.
es: MyClip registra la ventana en primer plano de la app activa. Si no puede determinar el foco, omite ese fotograma en lugar de capturar todo el escritorio.
fr: MyClip enregistre la fenêtre au premier plan de l'app active. Si le focus ne peut pas être déterminé, l'image est ignorée ; le bureau entier n'est jamais capturé.
ja: MyClip は前面のアプリのフォーカスウインドウを記録します。フォーカスを確認できない場合はそのフレームをスキップし、デスクトップ全体は撮影しません。
ko: MyClip은 전면 앱의 포커스 윈도우를 기록합니다. 포커스를 확인할 수 없으면 해당 프레임을 건너뛰며, 전체 데스크탑을 캡처하지 않습니다.

source: MyClip 资料库
de: MyClip-Bibliothek
en: MyClip Library
es: Biblioteca de MyClip
fr: Bibliothèque MyClip
ja: MyClip ライブラリ
ko: MyClip 라이브러리

source: OCR 文字提取失败，请重试。
de: Die OCR-Texterkennung ist fehlgeschlagen. Bitte erneut versuchen.
en: OCR text extraction failed. Please retry.
es: La extracción de texto por OCR falló; reintenta.
fr: L'extraction du texte par OCR a échoué ; réessayez.
ja: OCR によるテキスト抽出に失敗しました。再試行してください。
ko: OCR 텍스트 추출에 실패했습니다. 다시 시도하십시오.

source: OCR 文档
de: OCR-Dokument
en: OCR Document
es: Documento OCR
fr: Document OCR
ja: OCR ドキュメント
ko: OCR 문서

source: Token 明细
de: Token-Details
en: Token Details
es: Detalle de Token
fr: Détail des Token
ja: Token の詳細
ko: Token 세부 정보

source: Token 未记录
de: Token nicht erfasst
en: Token usage not recorded
es: Uso de Token no registrado
fr: Token non enregistrés
ja: Token 未記録
ko: Token 기록되지 않음

source: Token 用量
de: Token-Verbrauch
en: Token Usage
es: Uso de Token
fr: Utilisation de Token
ja: Token 使用量
ko: Token 사용량

source: Wikilink 目标不存在或不唯一：%@
de: Das Wikilink-Ziel existiert nicht oder ist nicht eindeutig: %@
en: Wikilink target does not exist or is not unique: %@
es: El destino del wikilink no existe o no es único: %@
fr: La cible du Wikilink n'existe pas ou n'est pas unique : %@
ja: Wikilink のリンク先が存在しないか、一意ではありません：%@
ko: Wikilink 대상이 존재하지 않거나 고유하지 않습니다: %@

source: since 必须早于 until。
de: „since“ muss vor „until“ liegen.
en: since must be earlier than until.
es: since debe ser anterior a until.
fr: since doit être antérieur à until.
ja: since は until より前である必要があります。
ko: since는 until보다 이전이어야 합니다.

source: yyyy年M月
de: MMMM yyyy
en: MMMM yyyy
es: MMMM 'de' yyyy
fr: MMMM yyyy
ko: yyyy년 M월

source: yyyy年M月d日
de: d. MMMM yyyy
en: MMM d, yyyy
es: d 'de' MMMM 'de' yyyy
fr: d MMMM yyyy
ko: yyyy년 M월 d일

source: · %lld 张不同画面
de: · %lld verschiedene Bilder
en: · %lld distinct frames
es: · imágenes distintas: %lld
fr: · %lld images différentes
ja: · %lld 枚の異なる画面
ko: · 서로 다른 화면 %lld장

source: · 用 MyClip 看看我上周在做什么，并说明依据来自哪天的截图。
de: · Sieh mit MyClip nach, woran ich letzte Woche gearbeitet habe, und nenne den Tag der Screenshots, auf die du dich stützt.
en: · Use MyClip to see what I worked on last week, and tell me which day's screenshots it comes from.
es: · Usa MyClip para ver en qué trabajé la semana pasada y dime de qué día son las capturas en que te basas.
fr: · Utilise MyClip pour voir sur quoi j’ai travaillé la semaine dernière, et indique de quel jour datent les captures utilisées.
ja: · MyClip で先週何をしていたか調べて、どの日のスクリーンショットが根拠か教えて。
ko: · MyClip으로 지난주에 무엇을 했는지 보고, 어느 날의 스크린샷이 근거인지 알려 줘.

source: · 请通过 MyClip 查找我最近的项目记录。
de: · Finde mit MyClip meine aktuellen Projektnotizen.
en: · Use MyClip to find my recent project notes.
es: · Usa MyClip para buscar mis notas de proyecto recientes.
fr: · Utilise MyClip pour retrouver mes notes de projet récentes.
ja: · MyClip で最近のプロジェクト記録を探して。
ko: · MyClip으로 최근 프로젝트 기록을 찾아 줘.

source: 一、%@工作与成果
de: I. %@ – Arbeit und Ergebnisse
en: 1. Work and Outcomes for %@
es: 1. %@: trabajo y resultados
fr: 1. %@ : travail et résultats
ja: 一、%@の業務と成果
ko: 1. %@ 업무와 성과

source: 一次最多识别 40 项任务。
de: Pro Durchlauf werden höchstens 40 Aufgaben erkannt.
en: Up to 40 tasks are discovered at a time.
es: Se identifican como máximo 40 tareas por vez.
fr: 40 tâches au maximum sont identifiées à la fois.
ja: 一度に認識できるタスクは最大 40 件です。
ko: 한 번에 최대 40개의 작업을 식별합니다.

source: 一直保留
de: Immer behalten
en: Keep Forever
es: Conservar siempre
fr: Toujours conserver
ja: 常に保持
ko: 항상 보관

source: 一键开启
de: Mit einem Klick aktivieren
en: Enable in One Click
es: Activar con un clic
fr: Activer en un clic
ja: ワンクリックで有効化
ko: 한 번에 활성화

source: 三、%@工作计划
de: III. %@ – Arbeitsplan
en: 3. Work Plan for %@
es: 3. %@: plan de trabajo
fr: 3. %@ : plan de travail
ja: 三、%@の業務計画
ko: 3. %@ 업무 계획

source: 上一期
de: Vorheriger Zeitraum
en: Previous Period
es: Período anterior
fr: Période précédente
ja: 前の期間
ko: 이전 기간

source: 上一级
de: Zurück
en: Back
es: Atrás
fr: Dossier parent
ja: 上の階層
ko: 상위 폴더

source: 上一页待确认任务
de: Vorherige Seite der zu bestätigenden Einträge
en: Previous Page of Items to Confirm
es: Página anterior de elementos por confirmar
fr: Page précédente des éléments à confirmer
ja: 確認待ちの前のページ
ko: 확인 대기 이전 페이지

source: 上下滚动停止 2 秒
de: 2 Sekunden nach dem Scrollen
en: Scrolling stops for 2 seconds
es: Desplazamiento detenido 2 s
fr: Arrêt du défilement pendant 2 s
ja: 上下スクロール停止 2 秒
ko: 위아래 스크롤 후 2초 정지

source: 上次做梦被中断，明天会再做。
de: Der letzte Traum wurde unterbrochen; er läuft morgen erneut.
en: The last dream was interrupted; it will run again tomorrow.
es: El último sueño se interrumpió; se repetirá mañana.
fr: Le dernier rêve a été interrompu ; il reprendra demain.
ja: 前回の夢は中断されました。明日もう一度行います。
ko: 지난 꿈이 중단되었습니다. 내일 다시 진행합니다.

source: 上次做梦被中断，稍后会继续。
de: Der letzte Traum wurde unterbrochen; er wird gleich fortgesetzt.
en: The last dream was interrupted; it will continue shortly.
es: El último sueño se interrumpió; continuará en breve.
fr: Le dernier rêve a été interrompu ; il reprendra bientôt.
ja: 前回の夢は中断されました。まもなく続行します。
ko: 지난 꿈이 중단되었습니다. 곧 이어서 진행합니다.

source: 上次整理被中断，且已重试 %lld 次；已保留截图和已有 Memory，请手动重试。
de: Die letzte Organisation wurde unterbrochen und bereits %lld-mal wiederholt. Bildschirmfotos und vorhandene Memory-Seiten sind erhalten. Bitte manuell erneut versuchen.
en: The last organizing run was interrupted and has already been retried %lld times. Screenshots and existing Memory are kept; please retry manually.
es: La última organización se interrumpió y ya se reintentó %lld veces; se conservan las capturas y la Memory existente. Reintenta manualmente.
fr: La dernière organisation a été interrompue après %lld nouvelles tentatives ; les captures et la Memory existante ont été conservées. Réessayez manuellement.
ja: 前回の整理が中断され、すでに %lld 回再試行しました。スクリーンショットと既存の Memory は保持されています。手動で再試行してください。
ko: 이전 정리가 중단되었고 이미 %lld회 다시 시도했습니다. 스크린샷과 기존 Memory는 보관되어 있으니 수동으로 다시 시도하십시오.

source: 上次整理被中断，会自动重新整理。
de: Die letzte Organisation wurde unterbrochen und wird automatisch wiederholt.
en: The last organizing run was interrupted and will be organized again automatically.
es: La última organización se interrumpió; se volverá a organizar automáticamente.
fr: La dernière organisation a été interrompue ; elle sera relancée automatiquement.
ja: 前回の整理が中断されました。自動的に再整理します。
ko: 이전 정리가 중단되었습니다. 자동으로 다시 정리합니다.

source: 下一期
de: Nächster Zeitraum
en: Next Period
es: Período siguiente
fr: Période suivante
ja: 次の期間
ko: 다음 기간

source: 下一步安排待补充。
de: Nächste Schritte noch zu ergänzen.
en: Next steps to be added.
es: Próximos pasos por completar.
fr: Prochaines étapes à compléter.
ja: 次のステップは未記入です。
ko: 다음 단계 계획은 추후 보충 예정입니다.

source: 下一页待确认任务
de: Nächste Seite der zu bestätigenden Einträge
en: Next Page of Items to Confirm
es: Página siguiente de elementos por confirmar
fr: Page suivante des éléments à confirmer
ja: 確認待ちの次のページ
ko: 확인 대기 다음 페이지

source: 下周
de: Nächste Woche
en: Next Week
es: La próxima semana
fr: Semaine prochaine
ja: 来週
ko: 다음 주

source: 下月
de: Nächster Monat
en: Next Month
es: El próximo mes
fr: Mois prochain
ja: 来月
ko: 다음 달

source: 不可直接完成任务
de: Aufgabe kann nicht direkt abgeschlossen werden
en: The job can't be completed directly
es: No se puede completar el trabajo directamente
fr: Impossible de terminer la tâche directement
ja: タスクを直接完了にすることはできません
ko: 작업을 바로 완료할 수 없음

source: 不是 UTF-8 文本。
de: Kein UTF-8-Text.
en: Not UTF-8 text.
es: No es texto UTF-8.
fr: Le texte n'est pas en UTF-8.
ja: UTF-8 テキストではありません。
ko: UTF-8 텍스트가 아닙니다.

source: 不等间隔，马上整理下一批
de: Nicht auf den Abstand warten, nächsten Stapel sofort organisieren
en: Skips the interval and organizes the next batch right away
es: Sin esperar el intervalo, organizar el siguiente lote ahora
fr: Organiser le lot suivant sans attendre l'intervalle
ja: 間隔を待たずに、次のバッチをすぐに整理
ko: 간격을 기다리지 않고 다음 배치를 바로 정리

source: 与前一次画面相同
de: Identisch mit dem vorherigen Bild
en: Same as the previous frame
es: Igual que la imagen anterior
fr: Identique à l'image précédente
ja: 前回の画面と同じ
ko: 이전 화면과 동일

source: 两项可独立勾选
de: Beide Optionen lassen sich unabhängig wählen
en: Each can be selected independently
es: Las dos opciones se pueden marcar por separado
fr: Les deux options peuvent être cochées indépendamment
ja: 2 項目は個別に選択できます
ko: 두 항목을 각각 선택 가능

source: 为 %lld 个 Agent 一键开启
de: Mit einem Klick aktivieren · %lld ausgewählt
en: Enable in One Click for %lld Agents
es: Activar con un clic para %lld Agent
fr: Activer en un clic pour %lld Agent(s)
ja: %lld 個の Agent をワンクリックで有効化
ko: Agent %lld개에 한 번에 활성화

source: 为截图时间线添加触发方式图标
de: Auslöser-Symbole zur Bildschirmfoto-Timeline hinzufügen
en: Add trigger icons to the screenshot timeline
es: Añadir iconos del tipo de activación al Timeline de capturas
fr: Ajouter des icônes de déclenchement à la Timeline des captures
ja: スクリーンショットの Timeline にトリガー方式のアイコンを追加
ko: 스크린샷 타임라인에 트리거 방식 아이콘 추가

source: 为所选 Agent 配置 MyClip 记忆访问
de: MyClip-Memory-Zugriff für die ausgewählten Agents konfigurieren
en: Configure MyClip Memory access for the selected Agents
es: Configurar el acceso a la Memory de MyClip para los Agent seleccionados
fr: Configurer l'accès à Memory MyClip pour les Agents sélectionnés
ja: 選択した Agent に MyClip の Memory アクセスを設定
ko: 선택한 Agent에 MyClip Memory 접근 구성

source: 事项标题
de: Titel des Eintrags
en: To-Do Title
es: Título del elemento
fr: Titre de la tâche
ja: 項目のタイトル
ko: 항목 제목

source: 二、进行中的工作与问题
de: II. Laufende Arbeit und offene Fragen
en: 2. Work in Progress and Issues
es: 2. Trabajo en curso y problemas
fr: 2. Travail en cours et problèmes
ja: 二、進行中の業務と課題
ko: 2. 진행 중인 업무와 문제

source: 仅检测到桌面端 · 需安装命令行
de: Nur Desktop-App erkannt · Befehlszeilentool erforderlich
en: Desktop app only · command line tool required
es: Solo se detectó la app de escritorio · hace falta la línea de comandos
fr: App de bureau détectée uniquement · ligne de commande requise
ja: デスクトップ版のみ検出 · コマンドラインのインストールが必要
ko: 데스크탑 앱만 감지됨 · 명령어 라인 설치 필요

source: 今天改动
de: Heute geändert
en: Changed today
es: Cambiado hoy
fr: Modifié aujourd’hui
ja: 今日の変更
ko: 오늘 변경됨

source: 今日
de: Heute
en: Today
es: Hoy
fr: Aujourd'hui
ko: 오늘

source: 从一项待办开始
de: Mit einer Aufgabe beginnen
en: Start with a To-Do
es: Empieza con un pendiente
fr: Commencez par une tâche à faire
ja: 1 件の ToDo から始める
ko: 할 일 하나로 시작

source: 从最近 200 篇 Memory 发现待办并更新已有任务；新截图整理时也会自动更新。
de: Erkennt Aufgaben in den letzten 200 Memory-Seiten und aktualisiert vorhandene Aufgaben; beim Organisieren neuer Bildschirmfotos geschieht das automatisch.
en: Discovers to-dos from the latest 200 Memory pages and updates existing tasks. New screenshots also update tasks automatically when organized.
es: Descubre pendientes en las últimas 200 páginas de Memory y actualiza las tareas existentes; también se actualizan automáticamente al organizar capturas nuevas.
fr: Détecte les tâches à faire dans les 200 dernières pages Memory et met à jour les tâches existantes ; la mise à jour se fait aussi automatiquement lors de l'organisation de nouvelles captures.
ja: 最近の 200 件の Memory ページから ToDo を発見し、既存のタスクを更新します。新しいスクリーンショットの整理時にも自動的に更新されます。
ko: 최근 Memory 페이지 200개에서 할 일을 발견하고 기존 작업을 업데이트합니다. 새 스크린샷을 정리할 때도 자동으로 업데이트됩니다.

source: 从边栏选择记忆，查看内容与来源。
de: Wähle in der Seitenleiste eine Memory-Seite, um Inhalt und Quellen zu sehen.
en: Select a Memory page in the sidebar to view its content and sources.
es: Elige una página de Memory en la barra lateral para ver su contenido y sus fuentes.
fr: Choisissez une page Memory dans la barre latérale pour voir son contenu et ses sources.
ja: サイドバーから Memory を選択して、内容とソースを表示します。
ko: 사이드바에서 Memory를 선택하여 내용과 출처를 확인하십시오.

source: 任务 Memory 来源不存在。
de: Die Memory-Quelle der Aufgabe existiert nicht.
en: Task Memory source does not exist.
es: La fuente de Memory de la tarea no existe.
fr: La source Memory de la tâche n'existe pas.
ja: タスクの Memory ソースが存在しません。
ko: 작업의 Memory 출처가 존재하지 않습니다.

source: 任务不存在
de: Aufgabe existiert nicht
en: Task Not Found
es: La tarea no existe
fr: Tâche introuvable
ja: タスクが存在しません
ko: 작업이 존재하지 않음

source: 任务不存在。
de: Die Aufgabe existiert nicht.
en: Task does not exist.
es: La tarea no existe.
fr: Tâche introuvable.
ja: タスクが存在しません。
ko: 작업이 존재하지 않습니다.

source: 任务依据格式错误。
de: Die Aufgabenbelege haben ein ungültiges Format.
en: Task evidence is malformed.
es: El formato de la evidencia de la tarea no es válido.
fr: Le format des preuves de la tâche est incorrect.
ja: タスクの根拠の形式が正しくありません。
ko: 작업 근거 형식이 잘못되었습니다.

source: 任务历史格式错误。
de: Der Aufgabenverlauf hat ein ungültiges Format.
en: Task history is malformed.
es: El formato del historial de la tarea no es válido.
fr: Le format de l'historique de la tâche est incorrect.
ja: タスク履歴の形式が正しくありません。
ko: 작업 이력 형식이 잘못되었습니다.

source: 任务名称不能为空且最多 240 字，项目名称最多 120 字。
de: Der Aufgabenname darf nicht leer sein und höchstens 240 Zeichen haben, der Projektname höchstens 120 Zeichen.
en: Task name is required and limited to 240 characters; project name is limited to 120 characters.
es: El nombre de la tarea no puede estar vacío y tiene un máximo de 240 caracteres; el nombre del proyecto, un máximo de 120.
fr: Le nom de la tâche est obligatoire et limité à 240 caractères ; le nom du projet est limité à 120 caractères.
ja: タスク名は必須で最大 240 文字、プロジェクト名は最大 120 文字です。
ko: 작업 이름은 비워 둘 수 없으며 최대 240자, 프로젝트 이름은 최대 120자입니다.

source: 任务已有新的修改，无法撤销这次确认。请在详情中调整状态。
de: Die Aufgabe wurde inzwischen geändert, diese Bestätigung lässt sich nicht widerrufen. Passe den Status in den Details an.
en: The task has newer changes, so this confirmation can't be undone. Adjust its status in the details.
es: La tarea tiene cambios nuevos y no se puede deshacer esta confirmación. Ajusta el estado en los detalles.
fr: La tâche a été modifiée depuis ; cette confirmation ne peut pas être annulée. Modifiez l'état dans les détails.
ja: タスクに新しい変更があるため、この確認を取り消せません。詳細で状態を変更してください。
ko: 작업에 새 변경 사항이 있어 이번 확인을 실행 취소할 수 없습니다. 세부 정보에서 상태를 변경하십시오.

source: 任务截图来源不存在。
de: Die Bildschirmfoto-Quelle der Aufgabe existiert nicht.
en: Task screenshot source does not exist.
es: La captura de origen de la tarea no existe.
fr: La capture d'écran source de la tâche n'existe pas.
ja: タスクのスクリーンショットソースが存在しません。
ko: 작업의 스크린샷 출처가 존재하지 않습니다.

source: 任务状态
de: Aufgabenstatus
en: Task Status
es: Estado de la tarea
fr: État de la tâche
ja: タスクの状態
ko: 작업 상태

source: 任务状态或条目数量不正确
de: Aufgabenstatus oder Anzahl der Einträge ist ungültig
en: Task status or item count is incorrect
es: El estado de la tarea o el número de elementos no es correcto
fr: État de la tâche ou nombre d'entrées incorrect
ja: タスクの状態または項目数が正しくありません
ko: 작업 상태 또는 항목 수가 올바르지 않음

source: 任务缺少有效依据，或引用了本次分析范围之外的来源。
de: Der Aufgabe fehlen gültige Belege, oder sie verweist auf Quellen außerhalb dieser Analyse.
en: The task lacks valid evidence or references sources outside the scope of this analysis.
es: La tarea no tiene evidencia válida o cita fuentes fuera del ámbito de este análisis.
fr: La tâche n'a pas de preuve valide ou cite des sources hors du périmètre de cette analyse.
ja: タスクに有効な根拠がないか、今回の分析範囲外のソースを参照しています。
ko: 작업에 유효한 근거가 없거나 이번 분석 범위 밖의 출처를 참조했습니다.

source: 任务记录格式错误
de: Aufgabeneintrag hat ein ungültiges Format
en: Task record is malformed
es: Formato de registro de tarea no válido
fr: Format de l'enregistrement de tâche incorrect
ja: タスク記録の形式が正しくありません
ko: 작업 기록 형식 오류

source: 任务记录格式错误。
de: Der Aufgabeneintrag hat ein ungültiges Format.
en: Task record is malformed.
es: El formato del registro de la tarea no es válido.
fr: Le format de l'enregistrement de tâche est incorrect.
ja: タスク記録の形式が正しくありません。
ko: 작업 기록 형식이 잘못되었습니다.

source: 任务识别失败：%@
de: Aufgabenerkennung fehlgeschlagen: %@
en: Task discovery failed: %@
es: La identificación de tareas falló: %@
fr: Échec de l'identification des tâches : %@
ja: タスク認識に失敗しました：%@
ko: 작업 식별 실패: %@

source: 任务识别已取消。
de: Die Aufgabenerkennung wurde abgebrochen.
en: Task discovery was cancelled.
es: Identificación de tareas cancelada.
fr: Identification des tâches annulée.
ja: タスク認識はキャンセルされました。
ko: 작업 식별이 취소되었습니다.

source: 任务识别未完成
de: Aufgabenerkennung nicht abgeschlossen
en: Task Discovery Incomplete
es: Identificación de tareas incompleta
fr: Identification des tâches inachevée
ja: タスク認識が未完了
ko: 작업 식별 미완료

source: 任务识别未完成，Memory 已保存
de: Aufgabenerkennung nicht abgeschlossen, Memory gesichert
en: Task discovery incomplete; Memory saved
es: Identificación de tareas incompleta; Memory guardada
fr: Identification des tâches inachevée ; Memory enregistrée
ja: タスク認識は未完了、Memory は保存済み
ko: 작업 식별 미완료, Memory는 저장됨

source: 任务识别未完成，请重试。
de: Die Aufgabenerkennung wurde nicht abgeschlossen. Bitte erneut versuchen.
en: Task discovery did not finish. Please retry.
es: La identificación de tareas no se completó; reintenta.
fr: L'identification des tâches n'est pas terminée ; réessayez.
ja: タスク認識が完了しませんでした。再試行してください。
ko: 작업 식별이 완료되지 않았습니다. 다시 시도하십시오.

source: 企业微信
de: WeCom
en: WeCom
es: WeCom
fr: WeCom
ja: WeCom
ko: WeCom

source: 优化浮层磨砂与气泡对比度
de: Kontrast von Overlay-Unschärfe und Sprechblasen verbessern
en: Improve overlay blur and bubble contrast
es: Mejorar el desenfoque de la capa flotante y el contraste de las burbujas
fr: Améliorer le flou des panneaux et le contraste des bulles
ja: オーバーレイのぼかしとバブルのコントラストを改善
ko: 오버레이 블러와 말풍선 대비 개선
